"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Legg til";

"Add US bank account" = "Legg til bankkonto i USA";

"Add a card" = "Legg til et kort";

"Add a payment method" = "Legg til betalingsmetode";

"Add bank account" = "Legg til bankkonto";

"Add card" = "Legg til kort";

"Add new card" = "Legg til nytt kort";

"Add new payment method" = "Legg til ny betalingsmetode";

"Add your payment information" = "Legg til betalingsinformasjon";

"Agree and continue" = "Godta og fortsett";

"Approve payment" = "Godkjenn betaling";

"Are you sure you want to remove this card?" = "Er du sikker på at du vil fjerne dette kortet?";

"Are you sure you want to remove this linked account?" = "Er du sikker på at du vil fjerne denne tilkoblede kontoen?";

"Back" = "Tilbake";

"Bank" = "Bank";

"Bank account" = "Bankkonto";

"Bank account details cannot be changed." = "Bankkontoopplysninger kan ikke endres.";

"Buy now or pay later with  <img/>" = "Kjøp nå eller betal senere med  <img/>";

"Buy now or pay later with Afterpay" = "Kjøp nå eller betal senere med Afterpay";

"Buy now or pay later with Cash App Afterpay" = "Kjøp nå eller betal senere med Cash App Afterpay";

"Buy now or pay later with Clearpay" = "Kjøp nå eller betal senere med Clearpay";

"Buy now or pay later with Klarna" = "Kjøp nå eller betal senere med Klarna";

"Buy using a UPI ID" = "Kjøp med UPI-ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ved å bekrefte betalingen med PayPal, tillater du %@ å belaste PayPal for fremtidige betalinger i samsvar med vilkårene deres.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Ved å fortsette til Amazon Pay, tillater du %@ å belaste Amazon Pay-kontoen din for fremtidige betalinger i samsvar med vilkårene deres.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Ved å fortsette til Klarna tillater du at %1$@ belaster Klarna-kontoen din for fremtidige betalinger i samsvar med deres vilkår og Klarnas vilkår. Du kan når som helst endre dette i Klarna-appen din eller ved å kontakte %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ved å fortsette til PayPal, tillater du %@ å belaste PayPal-kontoen din for fremtidige betalinger i samsvar med vilkårene deres.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Ved å fortsette til Revolut Pay, tillater du %@ å belaste Revolut Pay-kontoen din for fremtidige betalinger i samsvar med vilkårene deres.";

"By continuing you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å fortsette godtar du <terms>vilkårene</terms> og <privacy>personvernerklæringen</privacy>.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å fortsette godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Ved å fortsette, godkjenner du at %1$@ belaster Cash App-kontoen din for denne og fremtidige betalinger, i henhold til vilkårene fra %2$@, frem til autorisasjonen er tilbakekalt. Du kan når som helst endre dette i Cash App-innstillingene.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å bli med i Link, godtar du <terms>vilkårene</terms> og <privacy>personvernerklæringen</privacy>.";

"By providing phone number and email, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å oppgi telefonnummer og e-postadresse godtar du å opprette en Link-konto underlagt Links <terms>vilkår</terms> og <privacy>personvernerklæring</privacy>.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Ved å oppgi kortinformasjonen din tillater du %@ å belaste kortet ditt for fremtidige betalinger i samsvar med vilkårene deres.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å oppgi e-postadressen din godtar du å opprette en Link-konto og lagre betalingsinformasjonen din hos Link i henhold til Links <terms>vilkår</terms> og <privacy>personvernerklæring</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ved å oppgi betalingsinformasjonen din og bekrefte denne betalingen gir du tillatelse til at (A) %@ og Stripe, vår leverandør for betalingstjenesten, sende anmodning til banken din om å belaste kontoen din og (B) banken din belaster kontoen din i samsvar med anmodningen. Som del av dine rettigheter kan du kreve å få beløpet tilbakeført i henhold til avtalen du har med banken. Tilbakeføringskrav må fremsettes innen 8 uker etter at kontoen ble belastet. Rettighetene dine blir forklart i en erklæring som du kan få fra banken. Du godtar å motta varsler om fremtidige belastninger opptil to dager før de skjer.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å oppgi telefonnummeret ditt godtar du å opprette en Link-konto og lagre betalingsinformasjonen din hos Link i henhold til Links <terms>vilkår</terms> og <privacy>personvernerklæring</privacy>.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å lagre bankkontoen for %@ godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Avbryt og betal på en annen måte";

"Card details cannot be changed." = "Kortopplysninger kan ikke endres.";

"Change" = "Endre";

"Choose a payment method" = "Velg en betalingsmetode";

"Close card scanner" = "Lukk kortskanner";

"Code sent" = "Kode sendt";

"Confirm" = "Bekreft";

"Confirm it's you" = "Bekreft at det er deg";

"Confirm payment details" = "Bekreft betalingsopplysninger";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Bekreft betalingen i bankens app eller i betalingsapp innen %@ for å fullføre kjøpet.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Bekreft betalingen i bankens app innen %@ for å fullføre kjøpet.";

"Confirm your CVC" = "Bekreft CVC-koden din";

"Contact information" = "Kontaktinformasjon";

"Continue another way" = "Fortsett på annen måte";

"Debit or credit card" = "Debet- eller kredittkort";

"Default" = "Standard";

"Default payment method" = "Standard betalingsmetode";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Skriv inn adresse manuelt";

"Enter the code sent to %@ to use your saved information." = "Skriv inn koden som ble sendt til %@ for å bruke den lagrede informasjonen.";

"FPX Bank" = "FPX Bank";

"Failed to connect" = "Kunne ikke koble til";

"Fast, secure, 1⁠-⁠click checkout" = "Rask og sikker betaling med ett klikk";

"For security, please re-enter your card’s security code." = "For sikkerhets skyld må du skrive inn sikkerhetskoden for kortet ditt på nytt.";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Få %@ tilbake når du betaler for første gang med banken din.<terms>Se vilkår</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Få %@ tilbake når du betaler med banken din. <terms>Se vilkår</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Jeg forstår at Stripe vil direktedebitere på vegne av %@ og bekrefter at jeg er kontoinnehaver og den eneste personen som må godkjenne debiteringer fra denne kontoen.";

"IBAN" = "IBAN";

"Log in or sign up" = "Logg inn eller registrer deg";

"Log out of Link" = "Logg ut av Link";

"Manage SEPA debit" = "Administrer SEPA-debet";

"Manage US bank account" = "Administrer bankkonto i USA";

"Manage bank account" = "Administrer bankkonto";

"Manage card" = "Administrer kort";

"Manage cards" = "Administrer kort";

"Manage payment method" = "Administrer betalingsmetode";

"Manage payment methods" = "Administrer betalingsmetoder";

"Manage your payment methods" = "Administrer betalingsmetodene dine";

"Name on card" = "Navn på kort";

"New card" = "Nytt kort";

"New payment method" = "Ny betalingsmetode";

"No %@ promo" = "Ingen %@-kampanje";

"Not you?" = "Ikke deg?";

"Only card brand can be changed." = "Bare kortmerket kan endres.";

"Open your UPI app to approve your payment within %@" = "Åpne UPI-appen for å godkjenne betalingen innen %@";

"Or" = "Eller";

"Or pay using" = "Eller betal med";

"Or pay with a card" = "Eller betal med et kort";

"Or use" = "Eller bruk";

"Or use a card" = "Eller bruk et kort";

"Pay %@" = "Betal %@";

"Pay another way" = "Betal på en annen måte";

"Pay faster at %@ and thousands of businesses." = "Betal raskere hos %@ og hos tusenvis av bedrifter.";

"Pay over time with %@" = "Betal over tid med%@";

"Pay over time with Affirm" = "Betal over tid med Affirm";

"Pay with Link" = "Betal med Link";

"Pay with your bank account in just a few steps." = "Betal med bankkontoen din med noen få trinn.";

"Payment" = "Betaling";

"Payment failed" = "Betaling mislyktes";

"Payment methods" = "Betalingsmetoder";

"Please choose a valid payment method." = "Velg en gyldig betalingsmetode.";

"Please go back and select another payment method" = "Gå tilbake og velg en annen betalingsmetode";

"Point the camera at your card." = "Rett kameraet mot kortet.";

"Processing..." = "Behandler …";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove card?" = "Vil du fjerne kortet?";

"Remove linked account" = "Fjern tilkoblet konto";

"Resend code" = "Send koden på nytt";

"SEPA debit details cannot be changed." = "SEPA-debetopplysninger kan ikke endres.";

"Save" = "Lagre";

"Save a new payment method" = "Lagre en ny betalingsmetode";

"Save address" = "Lagre adresse";

"Save for future payments" = "Lagre til fremtidige betalinger";

"Save my info for faster checkout with Link" = "Lagre informasjonen min for raskere betaling med Link";

"Save payment details to %@ for future purchases" = "Lagre betalingsinformasjonen hos %@ for fremtidige kjøp";

"Save this account for future %@ payments" = "Lagre kontoen til fremtidige betalinger hos %@";

"Save your bank account in just a few steps." = "Lagre bankkontoen din med bare noen få trinn.";

"Save your info for secure 1-click checkout with Link" = "Lagre informasjonen din for sikker 1-klikk-utsjekking med Link";

"Save your payment information with Link, and securely check out in 1-click on Link-supported sites." = "Lagre betalingsinformasjonen din med Link, og sjekk ut sikkert med ett klikk på Link-støttede nettsteder.";

"Saved" = "Lagret";

"Select card" = "Velg kort";

"Select payment method" = "Velg betalingsmetode";

"Select your payment method" = "Velg betalingsmetode";

"Set as default" = "Angi som standard";

"Set as default payment method" = "Angi som standard betalingsmetode";

"Set up" = "Konfigurer";

"Shipping to %@ is not supported." = "Levering til %@ støttes ikke.";

"Show menu" = "Vis meny";

"Simple, secure one-click payments" = "Enkle, trygge betalinger med ett klikk";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe setter inn $0,01 på kontoen din i løpet av 1–2 virkedager. Deretter får du en e-post med instruksjoner for å fullføre lagringen av bankkontoen din med %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe vil sette inn et innskudd på USD 0,01 på kontoen din innen 1–2 virkedager. Deretter vil du få en e-post med instruksjoner for å fullføre betalingen til %@.";

"Tap to close" = "Trykk for å lukke";

"Tap to expand" = "Trykk for å utvide";

"The IBAN you entered is incomplete." = "IBAN-nummeret du la inn er ufullstendig.";

"The provided verification code has expired." = "Den oppgitte verifiseringskoden er utløpt.";

"The provided verification code is incorrect." = "Den oppgitte verifiseringskoden er ikke korrekt.";

"This card has expired. Update your card info or choose a different payment method." = "Dette kortet er utløpt. Oppdater kortinformasjonen eller velg en annen betalingsmetode.";

"This is your default" = "Dette er standarden din";

"Too many attempts. Please try again in a few minutes." = "For mange forsøk. Prøv på nytt om noen få minutter.";

"Unavailable for this purchase" = "Utilgjengelig for dette kjøpet";

"Update card" = "Oppdater kort";

"Update payment method" = "Oppdater betalingsmetode";

"Use your saved info to check out faster" = "Bruk den lagrede informasjonen din til å betale raskere";

"View more" = "Se mer";

"Your IBAN should start with a two-letter country code." = "IBAN-nummeret skal starte med en tosifret landskode.";

"iDEAL Bank" = "iDEAL Bank";
